{
  "common": {
    "welcome": "Bem-vindo",
    "home": "Menu",
    "about": "Sobre mim",
    "projects": "Projetos",
    "experience": "Experiência Profissional",
    "contact": "Contato",
    "softwareEngineer": "Engenheiro de software",
    "computerEngineer": "Engenheiro de computação",
    "devFullStack": "Desenvolvedor Full-Stack",
    "Iam": "Eu sou um ",
    "downloadCV": "Baixar currículo",
    "getInTouch": "Entre em contato",
    "viewProject": "Ver projeto"
  },
  "templates": {
    "welcomeDescription": "Seja bem-vindo ao site oficial da BRASA UOFT",
    "introduction": "Olá! Eu sou um estudante do terceiro ano de engenharia de computação na Universidade de Toronto, interessado em desevolvimento de software e inteligência artificial. Graças à minha educação e experiências, profissionais e em projetos, eu desenvolvi sólidas habilidades técnicas em diversas tecnologias e linguagens de programação.",
    "btg": "O BTG Pactual é o maior banco de investimentos da América Latina e opera em diversos segmentos, como Investment Banking, Corporate Lending, Sales & Trading, Wealth Management e Asset Management.",
    "btgRole": "Trabalhei desenvolvendo diversas funcionalidades para a plataforma de Wealth Management do banco.",
    "btgPosition": "IT Analyst",
    "abix": "A maior locadora de sistemas de comunicação crítica do Brasil. especialista em alugar sistemas de radiocomunicação e câmeras de segurança (CFTV)",
    "abixRole": "Trabalhei desenvolvendo componentes e novas funcionalidades para a plataforma de gerenciamento interno da empresa.",
    "abixPosition": "Engenheiro de software",
    "connect": "Quer conversar? Envie um email para",
    "currencyConverterDescription": "Plataforma de Conversão de Moedas projetada para fornecer taxas de câmbio em tempo real. O frontend é desenvolvido com TypeScript, React e Tailwind CSS. O backend, criado com Flask e Python, alimenta a API, buscando dados armazenados em um banco de dados PostgreSQL. Scripts de automação gerenciam atualizações diárias, buscando, processando e inserindo dados no banco de dados. Containerizado com Docker e implantado em Vercel e Render. Ferramentas de scheduling automatizam os processos do backend.",
    "parkourGameDescription": "Jogo para 2 jogadores com tela dividida em C, feito para ser jogado num DE1-SoC board. Usa speakers para efeitos sonoros, monitor VGA com double buffering, e teclado com entrada PS2. A documentação no Github explica como simular na sua máquina.",
    "simulatorDescription": "Um simulador de física 2D que ilustra colisões elásticas entre objetos do mesmo formato e massa. O projeto conta com uma GUI interativa com controles pra ajustar diversos parâmetrs como velocidade e número de objetos."
  }
}
